{
  "bufferline.nvim": { "branch": "main" },
  "ddc-converter_remove_overlap": { "branch": "main" },
  "ddc-matcher_head": { "branch": "main" },
  "ddc-matcher_length": { "branch": "main" },
  "ddc-sorter_rank": { "branch": "main" },
  "ddc-source-around": { "branch": "main" },
  "ddc-source-nvim-lsp": { "branch": "main" },
  "ddc-source-zsh": { "branch": "main" },
  "ddc-ui-pum": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "denops-signature_help": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "gruvbox": { "branch": "master" },
  "lsp_lines.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "tagbar": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "undotree": { "branch": "main" },
  "vim": { "branch": "master" },
  "vim-glsl": { "branch": "master" }
}